[
    {
      "name": "Kimi no Na wa (Dublado)",
      "synopsis": "Mitsuha Miyamizu, uma menina do ensino médio, anseia por viver a vida de um garoto na movimentada cidade de Tóquio - um sonho que contrasta fortemente com sua vida atual no campo. Enquanto isso, na cidade, Taki Tachibana vive uma vida agitada como estudante do ensino médio, enquanto faz malabarismos com seu emprego de meio período e espera um futuro na arquitetura. Um dia, Mitsuha acorda em uma sala que não é dela e de repente se vê vivendo a vida dos sonhos em Tóquio - mas no corpo de Taki! Em outros lugares, Taki se vê vivendo a vida de Mitsuha no campo humilde. Em busca de uma resposta para esse fenômeno estranho, eles começam a procurar um ao outro. Kimi no Na wa. gira em torno das ações de Mitsuha e Taki, que começam a ter um impacto dramático na vida um do outro, tecendo-as em um tecido mantido unido pelo destino e pelas circunstâncias.",
      "image_url": "https://i.imgur.com/jpndxJB.jpg",
      "total_episodes": 1,
      "is_movie": true,
      "is_dubbed": true,
      "is_completed": true,
      "created_at": "2021-10-01 08:10:14"
    },
    {
      "name": "Tenki no Ko (Dublado)",
      "synopsis": "Atualmente, Tóquio está enfrentando pancadas de chuva que parecem atrapalhar o ritmo usual de todos que moram lá sem fim. Em meio a essa chuva aparentemente eterna, chega o estudante fugitivo Hodaka Morishima, que luta para se sustentar financeiramente - terminando com um emprego em uma pequena editora. Ao mesmo tempo, a órfã Hina Amano também se esforça para encontrar trabalho para sustentar a si mesma e a seu irmão mais novo. Ambos os destinos se entrelaçam quando Hodaka tenta resgatar Hina de homens sombrios, decidindo fugir juntos. Posteriormente, Hodaka descobre que Hina tem um poder estranho, porém surpreendente: a capacidade de chamar o sol sempre que ela ora por ele. Com o clima incomum de Tóquio em mente, Hodaka vê o potencial dessa habilidade. Ele sugere que Hina se torne uma 'garota do sol' - alguém que limpará o céu para as pessoas quando elas mais precisam. As coisas começam a procurar por eles primeiro. No entanto, é do conhecimento geral que a energia sempre vem com um preço elevado...",
      "image_url": "https://i.imgur.com/jTaQbmt.jpg",
      "total_episodes": 1,
      "is_movie": true,
      "is_dubbed": true,
      "is_completed": true,
      "created_at": "2021-10-01 08:14:51"
    },
    {
      "name": "Ore dake Haireru Kakushi Dungeon (Dublado)",
      "synopsis": "Noir é filho de um nobre menor com muito pouco em seu nome além de uma oferta de emprego - que é cancelada antes mesmo que ele possa começar seu primeiro dia. Ele possui uma característica rara, entretanto: a habilidade mágica de consultar um grande sábio, mesmo que usar a habilidade lhe dê terríveis dores de cabeça! Sem saber o que seu futuro reserva, ele acessa o sábio para obter conselhos sobre como seguir em frente e é direcionado a uma masmorra secreta cheia de bestas raras e itens mágicos. É aqui que Noir treinará, acumulando experiência e riqueza, até que seja poderoso o suficiente para mudar seu destino.",
      "image_url": "https://i.imgur.com/9BKpPsu.jpg",
      "total_episodes": 12,
      "is_movie": false,
      "is_dubbed": true,
      "is_completed": false,
      "created_at": "2021-10-01 08:31:48"
    },
    {
      "name": "Kumo desu ga, Nani ka (Dublado)",
      "synopsis": "O mundo onde o Herói e o Rei Demônio continuam a se opor. A grande magia do Herói e do Rei Demônio cruzou mundos e explodiu na sala de aula de um certo colégio. Os alunos que morreram na explosão reencarnarão em um mundo diferente. O protagonista, que tem a menor reputação da classe, reencarnou em uma aranha. Mesmo assim, ela se adaptou rapidamente à condição atual com grande força de vontade. Esta é a história dela que se tornou uma aranha tentando tudo que pode para viver.",
      "image_url": "https://i.imgur.com/NQK5zV7.jpg",
      "total_episodes": 24,
      "is_movie": false,
      "is_dubbed": true,
      "is_completed": false,
      "created_at": "2021-10-01 09:05:31"
    },
    {
      "name": "Jujutsu Kaisen (Dublado)",
      "synopsis": "Entregando-se ociosamente a atividades paranormais infundadas com o Clube de Ocultismo, o estudante do ensino médio Yuuji Itadori passa seus dias na sala do clube ou no hospital, onde visita seu avô acamado. No entanto, esse estilo de vida vagaroso logo se transforma em estranho quando ele, sem saber, encontra um item amaldiçoado. Desencadeando uma cadeia de ocorrências sobrenaturais, Yuuji se vê repentinamente lançado no mundo das Maldições - seres terríveis formados pela malícia e negatividade humanas - depois de engolir o referido item, revelando ser um dedo pertencente ao demônio Sukuna Ryoumen, o 'Rei das Maldições' . Yuuji experimenta em primeira mão a ameaça que essas Maldições representam para a sociedade enquanto ele descobre seus novos poderes. Introduzido na Escola Técnica Metropolitana de Jujutsu de Tóquio, ele começa a trilhar um caminho do qual não pode retornar - o caminho de um feiticeiro de Jujutsu.",
      "image_url": "https://i.imgur.com/3pzoNFT.jpg",
      "total_episodes": 24,
      "is_movie": false,
      "is_dubbed": true,
      "is_completed": false,
      "created_at": "2021-10-01 09:44:04"
    },
    {
      "name": "Jujutsu Kaisen",
      "synopsis": "Entregando-se ociosamente a atividades paranormais infundadas com o Clube de Ocultismo, o estudante do ensino médio Yuuji Itadori passa seus dias na sala do clube ou no hospital, onde visita seu avô acamado. No entanto, esse estilo de vida vagaroso logo se transforma em estranho quando ele, sem saber, encontra um item amaldiçoado. Desencadeando uma cadeia de ocorrências sobrenaturais, Yuuji se vê repentinamente lançado no mundo das Maldições - seres terríveis formados pela malícia e negatividade humanas - depois de engolir o referido item, revelando ser um dedo pertencente ao demônio Sukuna Ryoumen, o 'Rei das Maldições' . Yuuji experimenta em primeira mão a ameaça que essas Maldições representam para a sociedade enquanto ele descobre seus novos poderes. Introduzido na Escola Técnica Metropolitana de Jujutsu de Tóquio, ele começa a trilhar um caminho do qual não pode retornar - o caminho de um feiticeiro de Jujutsu.",
      "image_url": "https://i.imgur.com/3pzoNFT.jpg",
      "total_episodes": 24,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-01 13:21:45"
    },
    {
      "name": "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
      "synopsis": "Morrendo repentinamente de excesso de trabalho, a assalariada Azusa Aizawa se encontra diante de um anjo, que a permite reencarnar em um novo mundo como uma bruxa imortal, onde passa seus dias matando slimes por dinheiro em férias eternas. Mas até mesmo os pontos de experiência mínimos de slimes irão somar depois de centenas de anos, e Azusa descobre que ela acidentalmente atingiu o nível máximo! Temendo que suas fortes habilidades atraiam trabalho e a obriguem a voltar a uma vida de esforço excessivo, ela decide esconder suas forças para preservar seu estilo de vida pacífico. Apesar de seus esforços, contos do nível máximo 'Bruxa do Planalto' se espalham pela terra, e um dragão orgulhoso chamado Raika aparece tentando testar sua força contra ela. Mesmo que Azusa derrote e faça amizade com Raika, problemas surgem quando amigos e inimigos procuram a bruxa isolada.",
      "image_url": "https://i.imgur.com/un05QQI.jpg",
      "total_episodes": 12,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-01 15:34:09"
    },
    {
      "name": "Tokyo Revengers",
      "synopsis": " A vida de Takemichi Hanagaki está em baixa. Quando ele pensou que não poderia piorar, ele descobre que Hinata Tachibana, sua ex-namorada, foi assassinada pelo Tokyo Manji Gang: um grupo de criminosos cruéis que tem perturbado a paz da sociedade há algum tempo. Se perguntando onde tudo deu errado, Takemichi de repente se viu viajando no tempo, terminando 12 anos no passado - quando ele ainda estava em um relacionamento com Hinata. Percebendo que tem uma chance de salvá-la, Takemichi resolve se infiltrar na Gangue Manji de Tóquio e subir na hierarquia a fim de reescrever o futuro e salvar Hinata de seu trágico destino.",
      "image_url": "https://i.imgur.com/QWDBGOw.jpg",
      "total_episodes": 24,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-01 16:31:26"
    },
    {
      "name": "Fumetsu no Anata e",
      "synopsis": "Ele, um misterioso ser imortal, é enviado à Terra sem emoções nem identidade. No entanto, pode assumir a forma de quem está à sua volta e tem um forte impulso. No início, é uma esfera. Então, ele imita a forma de uma rocha. Conforme a temperatura cai e a neve cai sobre o musgo, ela herda o musgo. Quando um lobo ferido e solitário chega mancando e se deita para morrer, Ele assume a forma de um animal. Finalmente, ele ganha consciência e começa a atravessar a tundra vazia até encontrar um menino. O menino mora sozinho em uma cidade fantasma, que os adultos abandonaram há muito tempo em busca do paraíso que dizem existir muito além do mar infinito de tundra branca. No entanto, seus esforços foram em vão e agora o menino está em um estado crítico. Adquirindo a forma de menino, parte em uma jornada sem fim, em busca de novas experiências, lugares e pessoas.",
      "image_url": "https://i.imgur.com/txfS9Z9.jpg",
      "total_episodes": 20,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-01 17:03:18"
    },
    {
      "name": "The God of High School",
      "synopsis": "Tudo começou como um torneio de luta para procurar o melhor lutador entre todos os estudantes do ensino médio na Coréia. Mori Jin, especialista em Taekwondo e estudante do ensino médio, logo descobre que há algo muito maior por trás do estágio do torneio.",
      "image_url": "https://i.imgur.com/xvQGjdr.jpg",
      "total_episodes": 13,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-01 19:28:12"
    },
    {
      "name": "Kimi no Na wa",
      "synopsis": "Mitsuha Miyamizu, uma menina do ensino médio, anseia por viver a vida de um garoto na movimentada cidade de Tóquio - um sonho que contrasta fortemente com sua vida atual no campo. Enquanto isso, na cidade, Taki Tachibana vive uma vida agitada como estudante do ensino médio, enquanto faz malabarismos com seu emprego de meio período e espera um futuro na arquitetura. Um dia, Mitsuha acorda em uma sala que não é dela e de repente se vê vivendo a vida dos sonhos em Tóquio - mas no corpo de Taki! Em outros lugares, Taki se vê vivendo a vida de Mitsuha no campo humilde. Em busca de uma resposta para esse fenômeno estranho, eles começam a procurar um ao outro. Kimi no Na wa. gira em torno das ações de Mitsuha e Taki, que começam a ter um impacto dramático na vida um do outro, tecendo-as em um tecido mantido unido pelo destino e pelas circunstâncias.",
      "image_url": "https://i.imgur.com/jpndxJB.jpg",
      "total_episodes": 1,
      "is_movie": true,
      "is_dubbed": false,
      "is_completed": true,
      "created_at": "2021-10-02 09:16:53"
    },
    {
      "name": "Kimetsu no Yaiba Movie: Mugen Ressha-hen",
      "synopsis": "Tanjirou Kamado e seus amigos do Demon Slayer Corps acompanham Kyoujurou Rengoku, o Flame Hashira, para investigar uma misteriosa série de desaparecimentos ocorrendo dentro de um trem. Mal sabem eles que Enmu, um dos Doze Kizuki, também está a bordo e preparou uma armadilha para eles.",
      "image_url": "https://i.imgur.com/BhxiTpG.jpg",
      "total_episodes": 1,
      "is_movie": true,
      "is_dubbed": false,
      "is_completed": true,
      "created_at": "2021-10-02 09:18:02"
    },
    {
      "name": "100-man no Inochi no Ue ni Ore wa Tatteiru",
      "synopsis": "Yotsuya Yuusuke junto com seus colegas Shindou Iu e Hakozaki Kusue foram transportados para um mundo estranho e desconhecido habitado por criaturas mitológicas. Assim que chegam, eles encontram alguém que se autodenomina o Mestre do Jogo, que então lhes concede uma missão por tempo limitado. Para ajudá-los nessa missão, ele também concede a Shindou e Hakozaki os papéis de um Mago e um Guerreiro, enquanto Yotsuya recebe aleatoriamente o papel de ... um Fazendeiro ?! Foi assim que começou uma vida agitada de aventuras para três alunos que agora não têm escolha, a não ser completar missões aleatórias por várias fases no mundo da fantasia se quiserem permanecer vivos e proteger o mundo real dos demônios e monstros que encontram.",
      "image_url": "https://i.imgur.com/e9hp751.jpg",
      "total_episodes": 12,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-02 09:37:50"
    },
    {
      "name": "Kami no Tou",
      "synopsis": "A Torre de Deus gira em torno de um garoto chamado Vigésimo Quinto Bam, que passou a maior parte de sua vida preso sob uma vasta e misteriosa Torre, com apenas sua amiga íntima, Rachel, para fazer-lhe companhia. Quando Rachel entra na Torre, Bam também consegue abrir a porta e enfrenta desafios em cada andar dessa torre enquanto tenta encontrar seu companheiro mais próximo.",
      "image_url": "https://i.imgur.com/TnDn5kI.jpg",
      "total_episodes": 13,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": true,
      "created_at": "2021-10-02 14:21:48"
    },
    {
      "name": "Koe no Katachi",
      "synopsis": "Quando jovem, o estudante do ensino fundamental Shouya Ishida procurou derrotar o tédio das maneiras mais cruéis. Quando o surdo Shouko Nishimiya se transfere para sua turma, Shouya e o resto da turma impiedosamente a intimidam por diversão. No entanto, quando sua mãe notifica a escola, ele é apontado e culpado por tudo o que lhe foi feito. Com Shouko se transferindo para fora da escola, Shouya fica à mercê de seus colegas de classe. Ele é cruelmente excluído por todo o ensino fundamental e médio, enquanto os professores fazem vista grossa. Agora, no terceiro ano do ensino médio, Shouya ainda é atormentado por seus erros quando era jovem. Lamentando sinceramente suas ações passadas, ele parte em uma jornada de redenção: encontrar Shouko mais uma vez e fazer as pazes. Koe no Katachi conta a emocionante história da reunião de Shouya com Shouko e suas tentativas honestas de se redimir, ao mesmo tempo em que é continuamente assombrado pelas sombras de seu passado.",
      "image_url": "https://i.imgur.com/Wg2lTxK.jpg",
      "total_episodes": 1,
      "is_movie": true,
      "is_dubbed": false,
      "is_completed": true,
      "created_at": "2021-10-02 14:25:29"
    },
    {
      "name": "Haikyuu!!: To the Top",
      "synopsis": "Um evento do acaso despertou o amor de Hinata Shouyou por voleibol. Seu clube não tinha membros, mas de alguma forma perseverou e finalmente chegou ao seu primeiro e último jogo normal do ensino fundamental, onde ele foi atropelado por Kageyama Tobio – um jogador exemplar conhecido como “Rei da Quadra”. Desejando vingança, Hinata entrou no time de vôlei do Colégio Karasuno para enfrentar seu odiado rival, Kageyama!. Contudo ele não imaginava que acabaria no mesmo time de Kageyama.",
      "image_url": "https://i.imgur.com/Lgwwqu1.jpg",
      "total_episodes": 13,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-03 10:05:16"
    },
    {
      "name": "Kobayashi-san Chi no Maid Dragon S",
      "synopsis": "Kobayashi é uma funcionária comum que leva uma vida bem banal e mora sozinha em um pequeno apartamento – até que ela salva a vida de um dragão fêmea em apuros.",
      "image_url": "https://i.imgur.com/nriTGmm.jpg",
      "total_episodes": 12,
      "is_movie": false,
      "is_dubbed": false,
      "is_completed": false,
      "created_at": "2021-10-03 14:56:17"
    }
  ]
